Revit 2027 API
ParameterTypeId.RoomCalculatedCoolingLoadPerAreaParam Property
 "Calculated Cooling Load per area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomCalculatedCoolingLoadPerAreaParam { get; }
Public Shared ReadOnly Property RoomCalculatedCoolingLoadPerAreaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomCalculatedCoolingLoadPerAreaParam {
	ForgeTypeId^ get ();
}
static member RoomCalculatedCoolingLoadPerAreaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace